<template>
    <b-row>
        <b-col cols="12">
            <div>
                <b-card no-body class="overflow-hidden">
                    <b-card-body>
                        <b-card-text style="text-align: left">
                            <h2 class="font-weight-bold">Thought</h2>
                            <h4 class="font-weight-bold">考え方</h4>
                            <p>「チャレンジ精神」「何故を大切に」「批判よりも提案を」を意識し、業務に取り組んでおります。
                                仕事の環境としては、変化の激しい環境で自分の頭で考え、試行錯誤を繰り返し、自分自身成長していきたいと考えております。大切にしている事としては「迷ったらとりあえずやってみる」です。
                            </p>
                            <h4 class="font-weight-bold">目標</h4>
                            <p>
                                将来目指しているキャリア像としては、エンジニアとしての技術力を伸ばしつつも、ビジネスサイドの知識とスキルを身に付け、ビジネスサイドも理解し、<strong>サービス全体を設計していけるエンジニア</strong>になりたいと考えております。
                                従って、エンジニアとしてのポジション(サーバーサイド, ネイティブアプリ、フロント等)にこだわりはございません。しかし、直近としてはサーバーサイドエンジニアとして働き、インフラ寄りの知識も学ぶ事によって知識としての基盤を固めたいと考えております。
                            </p>

                            <h4 class="font-weight-bold">その他</h4>
                            <p>
                                エンジニアとしての長期インターン以外にも、海外ビジネスインターンへの参加や茨城から大阪までヒッチハイク等をした経験がございます。知的好奇心が強い人間の為、自分の知らない事を学ぶ事や新しい経験をする事に楽しさを感じます。
                            </p>
                        </b-card-text>
                    </b-card-body>
                </b-card>
            </div>
        </b-col>
    </b-row>
</template>